Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/tarinoita_talteen_kirjoja_ja_kieliharjoituksia_digialustalle_-_oppimateriaalin_kesatyontekijat_vauhdissa_.html.tmx
Source language: fin
Languages: smn

source: Tarinoita talteen, kirjoja ja kieliharjoituksia digialustalle – oppimateriaalin kesätyöntekijät vauhdissa!
smn: Mainâseh, kirjeh já kielâhárjuttâsah muttojeh digiháámán – škovlim- já oppâmateriaal toimâttuvâst lii huššâ!

source: Saamelaiskäräjät on palkannut kesäksi neljä projektityöntekijää: yhden kuhunkin saamen kieleen ja lisäksi digimateriaalityöntekijän.
smn: Sämitigge lii pálkkááttâm nelji proojeektpargee taan kiäsán: oovtâ jieškote-uv sämikielân já lasseen digimateriaalpargee.

source: Inarin- ja pohjoissaamen -työntekijät on palkattu saamen kielten etäopetushankkeeseen tavoitteena nopeuttaa erityisesti etäopetuksessa tarpeellista digimateriaalia.
smn: Anarâškielâ- já tavesämikielâpargeeh láá pálkkááttum sämikielâi káidusmáttááttâshaahân já ulmen lii lasettiđ eromâšávt káidusmáttááttâsâst tárbulâš digimateriaal.

source: Pohjoissaamen kielen oppimateriaalityöntekijänä tänä kesänä toimiva Solja Magga tekee Gea 2 -kirjasta digitaalista versiota Cloubi-alustaan.
smn: Tavesämikielâ oppâmateriaalpargen tuáimá taan keesi Solja Magga , kote ráhtá Gea 2 -kirjeest digitaallâš heiviittâs Cloubi-ohjelmân.

source: Digitaalisessa materiaalissa on mahdollista kuunnella kaikki kirjan kappaleet ja sanat sekä harjoitella kappaleiden sisältöjä tehtävien avulla.
smn: Digitaallâš materiaalist lii máhđulâš kuldâliđ puoh kirje pittáid já saanijd jeđe hárjuttâllâđ pitái siskáldâsâid pargopitáiguin.

source: ”Kesän aikana on tavoitteena saada kaikki äänitykset valmiiksi”, Solja sanoo.
smn: “Keessiv lii tárguttâs finniđ puoh paddiimijd valmâšin”, Solja iätá.

source: Myös inarinsaamen kielen työntekijä Anne Seipiharju tekee äänityksiä.
smn: Meiddei anarâškielâ pargee Anne Seipiharju ráhtá paddiimijd.

source: Hän työskentelee Hitruu -kirjojen ääninauhojen sekä muun digimateriaalin parissa.
smn: Sun parga Hitruu-kirjij paddiimijguin já eres digimateriaalijguin.

source: Medialinjan käynyt Anne on iloinen oman alansa kesätöistä ja kokee äänistudiossa työskentelyn hyödylliseksi.
smn: Säämi máttááttâskuávdáá medialinje jottáám Anne illood jieijâs syergi kesipargoost já ana jienâstudiost porgâm ávhálâžžân.

source: ”Oppii lisää ja tulee rutiinia äänten työstämiseen.
smn: “Uáppá lase já jienâigijn porgâm šadda ruutiinin.

source: Kati Ljetoff työskentelee koltansaamen kielen parissa.
smn: Kati Ljetoff parga nuorttâlâškieláin.

source: Hän kirjoittaa vanhempia tarinoita uudelle kirjoitusasulle, esimerkiksi Jiäʹnnǩiõll-lukukirjoista, minkä lisäksi hän käy keräämässä äidinkielisiltä puhujilta muutamia lyhyitä tarinoita jotka sitten litteroi ja kirjoittaa puhtaiksi.
smn: Sun čáálá puárásub mainâsijd uđđâ čäällimvyevi mield, ovdâmerkkân Jiäʹnnǩiõll -luuhâmkirjijn, mon lasseen sun iälá nurâmin eenikielâlâš sárnoin muádi uánehis mainâsijd, maid sun talle litterist já čáálá putesin.

source: “Tämä kesätyö koltan kielen parissa on todella hieno asia ja hyvä mahdollisuus käyttää kieltä ja oppia edelleenkin lisää”, Saamelaisalueen koulutuskeskuksen koltan kielen ja kulttuurin linjalta tänä keväänä valmistunut Kati kertoo.
smn: “Taat kesipargo nuorttâlâškieláin lii tuođâi šiev äšši já pyeri máhđulâšvuotâ kevttiđ kielâ já oppâđ ain lase” Säämi máttááttâskuávdáá nuorttâlâškielâ já -kulttuur linjeest taan kiiđâ valmâštum Kati muštâl.

source: Digimateriaalityöntekijänä toimivan Emilia Niemisen mielestä on ollut mukava opetella Cloubi -ohjelman käyttöä ja nähdä tämä puoli koulumaailmasta.
smn: Digimateriaalpargen tuáimee Emilia Niemine n arvâl, ete lii lamaš suotâs máttááttâllâđ Cloubi-ohjelm já uáiniđ taam pele škovlâmaailmist.

source: Hän on aineopettaja ja kävi kuluneena lukuvuonna inarinsaamen kielen ja kulttuurin linjan.
smn: Sun lii amnâsmáttáátteijee já juuđij moonnâm luuhâmpaajeest anarâškielâ já -kulttuur linje.

source: Kesän aikana hän siirtää oppikirjamateriaaleja Cloubiin minkä lisäksi hän mahdollisesti myös kääntää harjoituskirjoja inarinsaameksi.
smn: Keessiv sun sirdá oppâkirjemateriaalijd Cloubin, mon lasseen sun máhđulávt meid jurgâl hárjuttâskirjijd anarâškielân.

source: Koulutus ja oppimateriaali
smn: Škovlim já oppâmateriaal
